{
  "general.en": "English",
  "general.es": "Spanish",
  "excerpt.short": "Hi, I'm Software Developer, currently at Cuádrala, you can see the technologies and approaches that \n                I have worked in my projects section right below or visit my blog to know some of my thoughts,",
  "excerpt.long": "{long},",
  "general.client": "Client",
  "general.period": "Period",
  "general.workType": "Working Mode",
  "general.role": "Rol",
  "general.technologies": "Technologies used",
  "general.companyWebsite": "Company Website",
  "general.showcaseTitle": "Gallery",
  "general.showcaseEmptyText": "Soon (Work in progress ;-D)",
  "general.myWorkTitle": "My Work",
  "pm.title": "Playsmatch",
  "pm.description": "Playsmatch is a reservation and payment management system for sports complexes, which seeks to eliminate all the flaws and difficulties that have a moment of renting a court for both users and administrators.",
  "pm.period": "June 2016 - Currently",
  "sys.description": "Web development, media agency and call center outsourcing.",
  "sys.period": "January 2016 - May 2016",
  "sys.sysShowcase-1": "Angular Survey Prototype",
  "sys.sysShowcase-3": "Braintree Subscriptions + Elixir/Phoenix",
  "sys.sysShowcase-6": "Working demo of Survey in IE11",
  "ge.description": "We are Gente Excelente Venezuela. Our mission is the success of People. Our motto Saving in readiness is to invest in ignorance. Life Coaching.",
  "ge.geShowcase-1": "Gente Excelente Venezuela Website",
  "ilc.description": "ILC Academy, a platform for expanding awareness, knowledge and skills to enhance your attributes like LifeCoach.",
  "ilc.period": "January 2013 - January 2015",
  "ilc.ilcShowcase-1": "Wordpress plugin video inside the web: This Wordpress plugin allows the user to play the links of youtube and vimeo directly inside the web with the help of the fancybox library.",
  "ilc.ilcShowcase-2": "Application Wheel of Life: It is a tool used in the world of coaching but taken to web application, with it you can create wheel life charts, save wheels, associate a customer with a wheel and generate a report in a PDF document.",
  "ilc.ilcShowcase-3": "Small design of a contact page, with the button to call via skype.",
  "ilc.ilcShowcase-4": "Modification to budypress directory (Wordpress plugin): Basically the directory was modified to show specific roles of wordpress, depending on those roles apply CSS styles (the medallion on the right) in addition to adding these new roles to the filters to refine the users search .",
  "ilc.ilcShowcase-5": "Subscriptions buttons with constant contact integration.",
  "ilc.ilcShowcase-7": ".",
  "ilc.ilcShowcase-8": "Design of the landing page parallax, in this project I made the design and the layout, as well as applying the parallax effect with the library skroll.js",
  "general.contactMe": "Contact me",
  "general.language": "Language",
  "general.more": "more",
  "general.less": "less",
  "general.made": "Made with {love} and React.js",
  "general.inspiration": "The styles are inspired by {link}"
}