{
  "general.en": "Inglés",
  "general.es": "Español",
  "general.loadingVideo": "Cargando vídeo, por favor espera...",
  "excerpt.currently": "Cuádrala",
  "excerpt.projectsSection": "en mi sección de proyectos (justo debajo)",
  "excerpt.short": "Hola, soy un Desarrollador de Software, actualmente en {currently}, puedes ver las tecnologías y paradigmas con los que he trabajado en {projects} o visitar mi blog para conocer más de lo que pienso,",
  "excerpt.long": "{long},",
  "general.client": "Cliente",
  "general.period": "Periodo",
  "general.workType": "Modalidad de Trabajo",
  "general.role": "Rol",
  "general.technologies": "Tecnologías usadas",
  "general.companyWebsite": "Sitio web de la compañía",
  "general.showcaseTitle": "Galería",
  "general.showcaseEmptyText": "Pronto (Trabajo en progreso ;-D)",
  "general.myWorkTitle": "Mi Trabajo",
  "pm.title": "Cuádrala",
  "pm.description": "Cuádrala es un sistema de gestión de reservaciones y pagos para complejos deportivos, que busca eliminar todas las fallas y dificultades que se tienen al momento de alquilar una cancha, tanto para los usuarios como para los administradores.",
  "pm.period": "Junio 2016 - Actualmente",
  "sys.description": "Desarrollo web, agencia de medios y outsourcing de call center.",
  "sys.period": "Enero 2016 - Mayo 2016",
  "sys.sysShowcase-1": "Prototipo de encuesta en Angular",
  "sys.sysShowcase-3": "Subscripciones con Braintree + Elixir/Phoenix",
  "sys.sysShowcase-6": "rabajando en el demo de la encuesta para Internet Explorer 11",
  "ge.description": "Somos Gente Excelente Venezuela. Nuestra misión es el éxito de la gente. Nuestro lema el ahorro en la preparación es invertir en la ignorancia. Coaching de vida.",
  "ge.geShowcase-1": "Sitio Web de Gente Excelente Venezuela",
  "ilc.description": "ILC Academy, una plataforma para expandir la conciencia, el conocimiento y las habilidades para mejorar tus atributos como LifeCoach.",
  "ilc.period": "Enero 2013 - Enero 2015",
  "ilc.ilcShowcase-1": "Wordpress plugin de vídeo dentro de la web: Este plugin de Wordpress permite al usuario reproducir los enlaces de youtube y vimeo directamente dentro de la web con la ayuda de la biblioteca fancybox.",
  "ilc.ilcShowcase-2": "Aplicación Rueda de la Vida: Es una herramienta utilizada en el mundo del coaching pero llevada a la aplicación web, con ella se pueden crear gráficos de rueda de la vida, guardar ruedas, asociar un cliente con una rueda y generar un informe en un documento PDF.",
  "ilc.ilcShowcase-3": "Pequeño diseño de una página de contacto, con un botón para llamar a través de skype.",
  "ilc.ilcShowcase-4": "Modificación al directorio budypress (Wordpress plugin): Básicamente el directorio fue modificado para mostrar roles específicos de wordpress, dependiendo de esos roles se aplican estilos CSS (el medallón a la derecha) además de agregar estas nuevas funciones a los filtros para refinar la búsqueda de usuarios.",
  "ilc.ilcShowcase-5": "Botones de suscripción con integración a constant contact.",
  "ilc.ilcShowcase-7": ".",
  "ilc.ilcShowcase-8": "Diseño de un landing page parallax, en este proyecto realicé el diseño y la maquetación del mismo, así como aplicar el efecto de parallax con la biblioteca skroll.js",
  "general.contactMe": "Contáctame",
  "general.language": "Idioma",
  "general.more": "más",
  "general.less": "menos",
  "general.made": "Creado con amor {love} y React.js",
  "general.inspiration": "Los estilos están inspirados por {link}"
}